{
    "system.appName": "Partner+ FTL",
    "loginPage.username": "Username",
    "loginPage.password": "Password",
    "loginPage.login": "Login",
    "loginPage.loading": "Loading...",
    "termsOfUse.title": "Partner Plus - Terms of Use",
    "termsOfUse.line1": "FTLife Insurance Company Limited (Incorporated in Bermuda with limited liability) (\"FTLife\") reserves any rights not expressly granted herein.",
    "termsOfUse.line2": "Partner Plus (\"this web site\") is an Internet-based private portal site solely for authorized FTLife agents, corporate agencies (including their duly authorized responsible officers and technical representatives, if any), distribution channels (including without limitation insurance brokers and independent financial advisors) and staff only.",
    "termsOfUse.line3": "The Partner Plus may contain e-mail services, bulletin board services, file download services, information inquiry services, electronic forms, financial needs analysis, insurance proposal and/or other message or communication facilities designed to enable authorized users to communicate with others and perform business supporting services (collectively, \"Partner Plus Services\").",
    "termsOfUse.title1" : "1. Modification of the Terms of Use",
    "termsOfUse.title1.para1" : "FTLife reserves the right to amend the terms, conditions, and notices contained herein (\"Terms of Use\") under which the Partner Plus Services are offered. You are responsible for regularly reviewing the Terms of Use and any other additional terms posted on particular web sites associated with the Partner Plus. Your continued use or visiting of this web site constitutes your agreement to all the Terms of Use and such other additional terms.",
    "termsOfUse.title2" : "2. General",
    "termsOfUse.title2.para1" : "By clicking the \"Accept\" button, or visiting/accessing this web site and any of its pages, or using the Partner Plus Services, you agree to abide by the Terms of Use.",
    "termsOfUse.title2.para2" : "You undertake fully and effectively to indemnify and keep indemnified at all times FTLife against all loss, damages, actions, proceedings, costs, claims, demands, liabilities and expenses whatsoever (including legal and other fees and disbursements) sustained, incurred or paid by FTLife directly or indirectly in respect of:",
    "termsOfUse.title2.para2i" : "(i) the access to this web site and any of its pages and/or use of the Partner Plus Services by you (other than as permitted by the Terms of Use and authorized by FTLife);",
    "termsOfUse.title2.para2ii" : "(ii) any information, data or material produced by you in whole or in part from this web site and/or any of its pages and/or the Partner Plus Services; or",
    "termsOfUse.title2.para2iii" : "(iii) any breach of or non-compliance with any of the provisions of Terms of Use by you.",
    "termsOfUse.title2.para3" : "You further undertake that you will not seek to recover and shall not be entitled to recover from FTLife or to be indemnified by FTLife in respect of any direct, indirect or consequential loss or damage or against any claims, proceedings, costs, demands, liabilities and expenses whatsoever sustained, incurred or paid by you arising from the use of this web site and any of its pages and/or the Partner Plus Services.",
    "termsOfUse.title2.para4" : "Without prejudice to the accrued rights of remedies of FTLife under the Terms of Use, FTLife shall be entitled to forthwith terminate your right to access this web site or use the Partner Plus Services if:",
    "termsOfUse.title2.para4i" : "(i) you breach or fail to comply with the Term of Use; or",
    "termsOfUse.title2.para4ii" : "(ii) you do not have or fail to maintain valid and appropriate licences from relevant authorities in Hong Kong including without limitation the Office of the Commissioner of Insurance/Insurance Authority, the Professional Insurance Brokers Association, the Hong Kong Confederation of Insurance Brokers and the Securities and Futures Commission which are required for you to perform the business service anticipated hereunder; or",
    "termsOfUse.title2.para4iii" : "(iii) (a) your agent’s contract, corporate agency agreement or employment contract with FTLife is terminated; or (b) your employment contract in respect of your role of responsible officer or technical representative with an FTLife corporate agency is terminated; or (c) the distribution agreement between you or the Company you work for and FTLife is terminated or your employment contract with such the Company you work for is terminated.",
    "termsOfUse.title2.para5" : "When a user attempts to login to the Partner Plus, certain information may be recorded including the IP address, username, browser type, and the login date/time. This information is recorded for security reasons and used for statistical and monitoring purposes.",
    "termsOfUse.title3" : "3. Site Content",
    "termsOfUse.title3.para1" : "The information contained on the pages of this web site and any of its pages or the Partner Plus Services is subject to modification and update from time to time without notice. FTLife cannot guarantee or ensure either the accuracy, completeness or authenticity of any site content, site functionality, or your transmission of any site content from the site to you.",
    "termsOfUse.title3.para2" : "Some of the information on this web site may contain projections or other forward-looking statements regarding future events or the future financial performance of investment related products. You are hereby cautioned that these statements are only predictions and that the actual events or results may differ materially.",
    "termsOfUse.title4" : "4. Governing Law And Jurisdiction",
    "termsOfUse.title4.para1" : "The products and services posted on this web site are intended for citizens of Hong Kong Special Administrative Region (\"HKSAR\"), HKSAR permanent residents and foreign nationals residing in HKSAR. Nothing in this web site shall be construed as an offer to sell or solicitation to buy or provision of any product or service outside of HKSAR. FTLife and its affiliates do not offer or sell any insurance product or other product or service (collectively \"Product\") in any other jurisdictions in which such offering or sale of the Product is illegal under the laws of such jurisdiction. If any Product is offered / sold by FTLife or its affiliates in any jurisdiction in which such offering or sale is illegal (under the laws of such jurisdiction), such offering or sale shall neither be effective nor valid. Unless otherwise expressly set forth herein, FTLife or its affiliates has not made any representation that: (i) materials on this web site are appropriate for use in any location outside HKSAR; or (ii) the products and services available through this web site comply with the laws of any country outside HKSAR. In the event that the jurisdiction you are in imposes restrictions on our services or do not permit access to the contents of this web site, you shall comply with such restrictions or forthwith discontinue access (as the case may be) hereto. FTLife or its affiliates shall not be liable to any person in any way for visiting this web site.",
    "termsOfUse.title5" : "5. User Account & Password",
    "termsOfUse.title5.para1" : "The Partner Plus user account id/name is assigned by FTLife following a defined convention as determined by FTLife. You shall not: (i) use a username in which another person has rights without such person's authorization; or (ii) use a username or password that FTLife, in its sole and absolute discretion, deems offensive or inappropriate. FTLife reserves the right to deny creation of your user account based on FTLife's inability to verify the authenticity of your registration information.",
    "termsOfUse.title5.para2" : "It is your responsibility to protect your password. You agree not to reveal your password to other users and you agree to indemnify and hold FTLife harmless for any improper or illegal use of your Partner Plus user accounts. This includes illegal or improper use by someone to whom you have given permission to use your Partner Plus user accounts.",
    "termsOfUse.title5.para3" : "You shall be solely responsible for maintaining the confidentiality of your password. You shall immediately notify FTLife of any known or suspected unauthorized use(s) of your user account, or any known or suspected breach of security, including loss, theft, or unauthorized disclosure of your password information. You must logout from your user account at the end of each session. You shall not allow any third party to use your username and password. You are fully responsible for all usage or activity on your Partner Plus user account, including but not limited to the use of your user account by any third party authorized by you to use your username and password, and undertakes to indemnify at all times FTLife against any loss or damages suffered as a result of such usage or activity. FTLife reserves the right to terminate your user account, in its sole and absolute discretion, at any time without notice and cause.",
    "termsOfUse.title6" : "6. Storage Space and Other Limitations",
    "termsOfUse.title6.para1" : "You agree that FTLife has the right to establish limits concerning use of any Partner Plus Services offered on this web site, including without limitation the maximum number of days that e-mail messages will be retained by any Partner Plus Services, the maximum number of e-mail messages that may be sent from or received by an Partner Plus user account on any Partner Plus Services, the maximum size of an e-mail message that may be sent from or received by an user account on any Partner Plus Services, the maximum disk space that will be allotted to you on FTLife's servers, and the maximum number of times and duration you may access any Partner Plus Services in a given period of time.",
    "termsOfUse.title6.para2" : "You agree that FTLife has no responsibility or liability for the deletion or corruption of or failure to store any messages or other content maintained or transmitted by any Partner Plus Services. You acknowledge that FTLife reserves the rights to log off user accounts that are inactive for an extended period of time without notice.",
    "termsOfUse.title6.para3" : "FTLife MAKES NO WARRANTY THAT ANY PARTNER PLUS SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.",
    "termsOfUse.title7" : "7. Security",
    "termsOfUse.title7.para1" : "FTLife may update or change the security measures from time to time without notice or when it is deemed necessary.",
    "termsOfUse.title7.para2" : "Only authorized FTLife agents, corporate agencies (including their duly authorized responsible officers and technical representatives, if any), distribution channels (including without limitation insurance brokers and independent financial advisors) and staff who need the information to carry out specific functions are granted access to personally identifiable information. All authorized FTLife agents, corporate agencies (including their duly authorized responsible officers and technical representatives, if any), distribution channels (including without limitation insurance brokers and independent financial advisors) and staff are kept up to date on our security and privacy practices. The servers that we store personally identifiable information on are kept in a secure environment.",
    "termsOfUse.title7.para3" : "We authorize access to an individual's personal information only to those who have a legitimate need to know in order to provide and maintain our products and services or are entitled to access the information as required by law. Authorized users who have access to this information are required to follow company procedures designed to keep the information secure and confidential. We maintain physical, electronic and procedural safeguards to protect this information.",
    "termsOfUse.title7.para4" : "Certain functions on the Partner Plus web site related to personal identifiable information are encrypted with 256bit strong encryption key.",
    "termsOfUse.title7.para5" : "To insure secure communications over the Internet, Partner Plus uses industry standard Secure Socket Layer (SSL) encryption technology to protect transmitted information from being intercepted while it is in transit over the Internet. Access to Partner Plus requires proper authentication through the entry of correct user ID and password. Partner Plus is protected by firewalls and other access control systems to keep it secure from unauthorized access.",
    "termsOfUse.title7.para6" : "As explained above, we share information only in the limited manner necessary to conduct business and provide service to our customers or as required by law.",
    "termsOfUse.title8" : "8. Warranties",
    "termsOfUse.title8.para1" : "You warrant and undertake: (i) that you have and shall maintain at all times valid and appropriate licences from relevant authorities in Hong Kong including without limitation the Office of the Commissioner of Insurance/Insurance Authority, the Professional Insurance Brokers Association, the Hong Kong Confederation of Insurance Brokers and the Securities and Futures Commission which are required for you to perform the business services anticipated hereunder; and (ii) to advise clients on the appropriate disclaimer when you perform the business services anticipated hereunder.",
    "termsOfUse.title9" : "9. No Spam",
    "termsOfUse.title9.para1" : "FTLife will in its sole and absolute discretion immediately terminate any user account, which it believes is transmitting or is otherwise connected with any spam or other unsolicited bulk email.",
    "termsOfUse.title10" : "10. Intellectual Property",
    "termsOfUse.title10.para1" : "This web site and any of its pages and the Partner Plus Services including but not limited to text, data, photographs, video, audio and graphics contained herein or which may be accessible through this web site (the \"Content\"), is protected by copyrights, trademarks, service marks, international treaties and/or other proprietary rights and laws of the Hong Kong Special Administrative Region (HKSAR) and other countries.",
    "termsOfUse.title10.para2" : "The copyright and any and all of the copyright, trademarks, and other intellectual property rights subsisting in or used in connection with the Content including the manner in which it is presented or appears are (unless another owner is specified therein or thereon hereinafter referred to as the \"Owner\") the property of FTLife or Owner as the case may be.",
    "termsOfUse.title10.para3" : "The Content is also protected as a collective work or compilation under HKSAR copyright and other laws and treaties. All individual articles, columns and other elements making up the Content are also copyrighted works. You agree to abide by all applicable copyright and other laws, as well as any additional copyright notices or restrictions contained in the Content.",
    "termsOfUse.title11" : "11. Use of the Site",
    "termsOfUse.title11.para1" : "FTLife does not warrant the absence of delays, failures, errors, omissions or loss in respect of any information transmitted through this web site. FTLife does not guarantee any of the following: a) no viruses or other contaminating or destructive properties will be transmitted through this web site; or b) no damage will occur to any computer system connecting to this web site. Users of this web site shall have sole responsibility in protecting and backing up their data and/or equipment; and in taking any precautionary measures against computer viruses or other contaminating or destructive properties as they think appropriate and necessary.",
    "termsOfUse.title11.para2" : "You shall use the Partner Plus Services only to post, send and receive messages and material that are proper and, related to servicing customers. In connection with your use of the Partner Plus Services, you undertake that you shall not:",
    "termsOfUse.title11.para3a" : "a) Transmit any message, information, data, text, software or images, or other content (\"Material\") that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, or otherwise objectionable that may invade another's right of privacy or publicity;",
    "termsOfUse.title11.para3b" : "b) Impersonate any person or entity, including but not limited to, an FTLife official, policyholder, prospective policyholder, or host or falsely state or otherwise misrepresent your affiliation with a person or entity;",
    "termsOfUse.title11.para3c" : "c) Post or transmit any Material that you do not have a right to reproduce, display or transmit under any law or under contractual (include the Terms of Use) or fiduciary relationships (such as non-disclosure agreements);",
    "termsOfUse.title11.para3d" : "d) Post or transmit any Material that contains a virus or corrupted data;",
    "termsOfUse.title11.para3e" : "e) Delete any author attributions, legal notices or proprietary designations or labels that you upload to any communication feature;",
    "termsOfUse.title11.para3f" : "f) Use the Site's communication features in a manner that adversely affects the availability of its resources to other users (e.g., excessive shouting, use of all caps, or flooding continuous posting of repetitive text);",
    "termsOfUse.title11.para3g" : "g) Post or transmit any unsolicited advertising, promotional materials, surveys, contests, \"junk mail\", \"spam\", \"chain letters\", \"pyramid schemes\" or any other form of solicitation or information such as opinions or notices, commercial or otherwise;",
    "termsOfUse.title11.para3h" : "h) Violate any applicable local, national or international law;",
    "termsOfUse.title11.para3i" : "i) Upload or transmit any Material that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party;",
    "termsOfUse.title11.para3j" : "j) Delete or revise any Material posted by any other person or entity;",
    "termsOfUse.title11.para3k" : "k) Manipulate or otherwise display the Partner Plus by using framing or similar navigational technology;",
    "termsOfUse.title11.para3l" : "l) Upload files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files, or any other similar software or programs that may damage the operation of another's computer or property of another;",
    "termsOfUse.title11.para3m" : "m) Download any file posted by another user of Partner Plus that you know, or reasonably should know, cannot be legally distributed in such manner;",
    "termsOfUse.title11.para3n" : "n) Harvest or otherwise collect information about others, including e-mail addresses;",
    "termsOfUse.title11.para3o" : "o) Violate any applicable laws or regulations;",
    "termsOfUse.title11.para3p" : "p) Use, download or otherwise copy, or provide (whether or not for a fee) to a person or entity any directory of users of the Partner Plus Services or other user or usage information or any portion thereof;",
    "termsOfUse.title11.para3q" : "q) execute electronic forms on behalf of any person; and",
    "termsOfUse.title11.para3r" : "r) procure execution of electronic forms unless the use of electronic signature by a signatory (including but not limited to a policyholder or prospective policyholder) in the circumstances indicates authentication or approval of the information in the electronic form by the signatory.",
    "termsOfUse.title12" : "12. Indemnification",
    "termsOfUse.title12.para1" : "Without prejudice to the accrued rights of remedies of FTLife under the Terms of Use, you undertake to defend, indemnify, and hold harmless FTLife and its subsidiary and other affiliated companies, and their employees, agents, contractors, officers, and directors from and against all liabilities, damages, claims, and expenses, including legal fees, that arise from your use or misuse of the Partner Plus Service (including without limitation (i) any negligent, wrongful conduct, or breach of or failure to comply with the Terms of Use on your part; or (ii) any use of the Partner Plus Service while you do not have or fail to maintain valid and appropriate licences as mentioned in clause 2 of the Terms of Use). FTLife reserves the right, at its own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will cooperate with FTLife in asserting any available defenses.",
    "termsOfUse.title12.para2" : "FTLife reserves the right to release current or past Partner Plus user information if FTLife believes that a Partner Plus user's account is being used to commit unlawful acts or the information is subpoenaed and/or FTLife deems it necessary and/or appropriate.",
    "termsOfUse.title13" : "13. Disclaimer and Limitation of Liability",
    "termsOfUse.title13.para1" : "You agree and accept that your use of the Partner Plus Services is at your sole risk and acknowledge that the Partner Plus Services and anything contained within the Partner Plus Services or this web site and any of its pages, including, but not limited to the Content, services, goods or advertisements (the \"Items\") are provided \"AS IS\" and \"AS AVAILABLE\", and that FTLife makes no warranty of any kind, express or implied, as to the Items, including, but not limited to, merchantability, non-infringement, title or fitness for a particular purpose or use. FTLife does not warrant that the Partner Plus Services are compatible with your equipment or that the Partner Plus Services are free of errors or viruses, worms or \"Trojan horses,\" or any other harmful, invasive, or corrupted files, and is not liable for any damage you may suffer as a result of such destructive features. You agree that FTLife, its subsidiaries and its third-party agents shall have no responsibility or liability for: (i) any injury or damages, whether caused by the negligence of FTLife, its employees, subcontractors, agents, suppliers or otherwise arising in connection with the Partner Plus Services or the Items and shall not be liable for any lost profits, losses, punitive, incidental or consequential damages or any claim against FTLife by any other party; or (ii) any fault, inaccuracy, omission, delay or any other failure in the Partner Plus Services caused by your computer equipment or arising from your use of the Partner Plus Services or the Items on such equipment.",
    "termsOfUse.title13.para2" : "The content of other web sites,services, goods or advertisements that may be linked to the Partner Plus Services is not maintained or controlled by FTLife. FTLife is therefore not responsible for the availability, content or accuracy of other web sites, services or goods that may be linked to, or advertised on, the Partner Plus Services. FTLife does not: (a) make any warranty, express or implied, with respect to the use of the links provided on, or to, the Partner Plus Services; (b) guarantee the accuracy, completeness, usefulness or adequacy of any other web sites, services, goods or advertisements that may be linked to the Partner Plus Services; or (c) make any endorsement, express or implied, of any other web sites, services, goods or advertisements that may be linked to the Partner Plus Services. FTLife is also not responsible for the reliability or continued availability of the telephone lines, wireless services, communications media and equipment you use to access the Partner Plus Services.",
    "termsOfUse.title13.para3" : "FTLife shall not be responsible for any detrimental reliance that you may place upon the Partner Plus Services, this web site and any of its pages or their contents whatsoever.",
    "termsOfUse.title13.para4" : "FTLIFE MAKES NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, LACK OF VIRUSES OR OTHER HARMFUL COMPONENTS AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED WITHIN THE PARTNER PLUS SERVICES, THIS WEB SITE AND ANY OF ITS PAGES FOR ANY PURPOSE. ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND. FTLIFE HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, WORKMANLIKE EFFORT, TITLE AND NON-INFRINGEMENT.",
    "termsOfUse.title13.para5" : "YOU SPECIFICALLY AGREE THAT FTLIFE SHALL NOT BE RESPONSIBLE FOR UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA, ANY MATERIAL OR DATA SENT OR RECEIVED OR NOT SENT OR RECEIVED, OR ANY TRANSACTIONS ENTERED INTO THROUGH THE PARTNER PLUS SERVICES. YOU SPECIFICALLY AGREE THAT FTLIFE IS NOT RESPONSIBLE OR LIABLE FOR ANY THREATENING, DEFAMATORY, OBSCENE, OFFENSIVE OR ILLEGAL CONTENT OR CONDUCT OF ANY OTHER PARTY OR ANY INFRINGEMENT OF ANOTHER'S RIGHTS, INCLUDING WITHOUT LIMITATION INTELLECTUAL PROPERTY RIGHTS. YOU SPECIFICALLY AGREE THAT FTLIFE IS NOT RESPONSIBLE FOR ANY CONTENT SENT USING AND/OR INCLUDED IN PARTNER PLUS SERVICES BY ANY THIRD PARTY.",
    "termsOfUse.title13.para6" : "IN NO EVENT SHALL FTLIFE AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THE PARTNER PLUS SERVICES OR THIS WEB SITE AND ANY OF ITS PAGES, WITH THE DELAY OR INABILITY TO USE THE PARTNER PLUS SERVICES OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THE PARTNER PLUS SERVICES OR THIS WEB SITE AND ANY OF ITS PAGES, OR OTHERWISE ARISING OUT OF THE USE OF THE PARTNER PLUS SERVICES, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF FTLIFE OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES. IF YOU ARE DISSATISFIED WITH ANY PORTION OF THE PARTNER PLUS SERVICES, OR WITH ANY OF THE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THE PARTNER PLUS SERVICES.",
    "termsOfUse.title14" : "14. Confidentiality/Privacy Notice",
    "termsOfUse.title14.para1" : "FTLife is pledged to uphold the requirements of the Personal Data (Privacy) Ordinance (Chapter 486), Laws of Hong Kong Special Administrative Region) in collecting, processing and storing client's personal information over the Internet. You agree to take all practicable steps to protect the privacy of the client's personal information against leakage and unauthorized access or use.",
    "termsOfUse.title14.para2" : "You warrant and undertake: (i) to obtain the appropriate consent from client / potential client when collecting data for performing business services anticipated hereunder or otherwise required by FTLife; (ii) that you shall only use such data for the purpose for preparing financial needs analysis or insurance proposal system (as the case may be); and (iii) that you shall not divulge or otherwise allow others to access such data.",
    "termsOfUse.title14.para3" : "From time to time, FTLife may make changes to this notice. You should revisit this notice periodically to learn of any change in our Internet privacy policy.",
    "termsOfUse.title14.para4" : "For the purpose of this clause, \"Information\" means all text, photos, graphics, client data and policy information, which is under the consent of our customers to be used by or disclosed to individual or an organization for the purposes of insurance, or reinsurance related business or which is collected by you while performing business services anticipated hereunder or otherwise required by FTLife.",
    "termsOfUse.title14.para5" : "Partner Plus may present encrypted Information to authorized Partner Plus users, when we believe it is necessary for the conduct of our business, or where disclosure is permitted/required by law. You shall not allow any other person access to such Information without the prior permission of FTLife.",
    "termsOfUse.title14.para6" : "Information retrieved from the Partner Plus for any insurance policies should not be released to any parties except the very own policyholder under his/her consent.",
    "termsOfUse.title14.para7" : "No Information provided in the Partner Plus or collected by you may be reproduced, transmitted, or stored in a retrieval system, in any format or by any means, electronic, mechanical, photocopying, recording, or otherwise, without the prior written permission of FTLife.",
    "termsOfUse.title14.para8" : "The Information as processed by and / or provided to you is the property of FTLife and must not be used in any manner other than in the normal course of your agency or distribution activities in furtherance of the interests of FTLife.",
    "termsOfUse.title14.para9" : "All materials, whether tangible or intangible, provided to you shall remain at all times the property of FTLife and shall be returned and/or destroyed forthwith upon demand or at the termination of (a) your agent’s contract, corporate agency agreement or employment contract with FTLife; or (b) your employment contract in respect of your role of responsible officer or technical representative with an FTLife corporate agency; or (c) the distribution agreement between you or the Company you work for and FTLife or your employment contract with such the Company you work for.",
    "termsOfUse.title15" : "15. Termination",
    "termsOfUse.title15.para1" : "FTLife reserves the right, in its sole and absolute discretion with or without cause, to terminate your access to all or part of the Partner Plus Services or this web site at any time, with or without notice.",
    "termsOfUse.title15.para2" : "FTLife may also terminate or suspend your access to Partner Plus Services or this web site for inactivity, which is defined as failing to log into a particular service for an extended period of time, as determined by FTLife. Upon termination of the Partner Plus Service, your right to use the Partner Plus Service immediately ceases.",
    "termsOfUse.title15.para3" : "FTLife shall have no obligation to maintain any content or to forward any unread or unsent messages to you or any third party.",
    "termsOfUse.title16" : "16. Inconsistency in Wordings",
    "termsOfUse.title16.para1" : "In the event of any ambiguity or inconsistency between the English and Chinese versions of the Terms of Use, the English version will control and prevail.",
    "termsOfUse.title16.para2" : "Copyright @2017, FTLife all rights reserve",
    "termsOfUse.agree": "Agree",
    "termsOfUse.disagree": "Disagree",
    "nav.cms": "CMS",
    "nav.cms.brokerComm": "Brokers Communications",
    "nav.cms.categories": "Categories",
    "nav.cms.eventCal": "EventCalendar",
    "nav.cms.quickLink": "QuickLinks",
    "nav.campaign": "Campaign",
    "nav.docCenter": "Document Center",
    "nav.logout": "Logout",
    "landingPage.brokersCommunications": "Brokers Communications",
    "landingPage.lastestPromo": "Lastest Promo",
    "landingPage.evenetCaledar": "Event Calendar",
    "landingPage.policyInquiry": "Policy Inquiry",
    "landingPage.documentCentre": "Document Centre",
    "landingPage.quickLink": "Quick Link",
    "campaignPage.campaign": "Campaign",
    "campaignPage.campaignName": "Campaign Name",
    "campaignPage.campaignCode": "Campaign Code",
    "campaignPage.startDate": "Start Date",
    "campaignPage.endDate": "End Date",
    "campaignPage.latestUpdated": "Latest Updated",
    "campaignPage.ifaca": "IFA/CA",
    "campaignPage.remarks": "Remarks",
    "campaignPage.poster": "Poster",
    "campaignPage.create": "Create",
    "campaignPage.search": "Search",
    "campaignPage.reset": "Reset",
    "documentCenterPage.documentCenter": "Document Center",
    "documentCenterPage.publishDate": "Publish Date",
    "documentCenterPage.expiryDate": "Expiry Date",
    "documentCenterPage.companyName": "Company Name",
    "documentCenterPage.companyCode": "Company Code",
    "documentCenterPage.title": "Title",
    "documentCenterPage.description": "Description",
    "documentCenterPage.file": "File",
    "documentCenterPage.upload": "Upload",
    "documentCenterPage.mainCategory": "Main Category",
    "documentCenterPage.subCategory": "Sub Category",
    "documentCenterPage.customCategory": "Custom Category",
    "documentCenterPage.effectiveDate": "Effective Date",
    "documentCenterPage.pin": "Pin",
    "documentCenterPage.sendToLatestPromos": "Send to Latest Promos?",
    "documentCenterPage.channel": "Channel",
    "documentCenterPage.visibility": "Visibility",
    "policyInquiryPage.policyNo": "Policy No",
    "policyInquiryPage.insuresOrOwnerName": "Insures or Owner Name",
    "policyInquiryPage.basicPlanCode": "Basic Plan Code",
    "policyInquiryPage.policyStatus": "Policy Status",
    "policyInquiryPage.pendingApplication": "Pending Application",
    "policyInquiryPage.insuredOrOwnerChineseName": "Insured or Owner Chinese Name",
    "policyInquiryPage.insuredName": "Insured Name",
    "policyInquiryPage.insuredChineseName": "Insured Chinese Name",
    "policyInquiryPage.insureId": "Insure ID",
    "policyInquiryPage.ownerName": "Owner Name",
    "policyInquiryPage.ownerChineseName": "Owner Chinese Name",
    "policyInquiryPage.ownerId": "Owner ID",
    "policyInquiryPage.policyDate": "Policy Date",
    "policyInquiryPage.premiumDueDate": "Premium Due Date",
    "policyInquiryPage.overduePolicy": "Overdue Policy",
    "policyInquiryPage.policyType": "Policy Type",
    "policyInquiryPage.premiumHolidayOrSuspension": "Premium Holiday or Premium Suspension",
    "policyInquiryListPage.policyNo": "Policy No",
    "policyInquiryListPage.insuredName": "Insured Name",
    "policyInquiryListPage.insuredChineseName": "Insured Chinese Name",
    "policyInquiryListPage.ownerName": "Owner Name",
    "policyInquiryListPage.ownerChineseName": "Owner Chinese Name",
    "policyInquiryListPage.policyDate": "Policy Date",
    "policyInquiryListPage.submitDate": "Submit Date",
    "policyInquiryListPage.premiumDueDate": "Premium Due Date",
    "policyInquiryListPage.basicPlanCode": "Basic Plan Code",
    "policyInquiryListPage.sumInsuredUnitsGmiGma": "Sum Insured/Units/Guaranteed Monthly Income/Guaranteed Monthly Annuity Payment",
    "policyInquiryListPage.modalPremium": "Modal Premium",
    "policyInquiryListPage.policyStatus": "Policy Status",
    "policyInquiryListPage.ePolicyNotificationService": "e-Policy & e-Notification Service",
    "policyInquiryDetailsNav.policyDetail": "Policy Detail",
    "policyInquiryDetailsNav.accountSummary": "Account Summary",
    "policyInquiryDetailsNav.investmentChoiceTrxDetail": "Investment Choice(s) Trx Detail",
    "policyInquiryDetailsNav.investmentChoiceCashDividendDistSummary": "Investment Choice(s) Cash Dividend Dist. Summary",
    "policyInquiryDetailsNav.paymentDetails": "Payment Details",
    "policyInquiryDetailsNav.claim": "Claim",
    "policyInquiryDetailsNav.policyServiceHistory": "Policy Service History",
    "policyInquiryDetailsNav.notifications": "Notifications",
    "policyInquiryDetailsNav.correspondence": "Correspondence",
    "policyInquiryDetailsNav.policyDocNoticeOfApproval": "Policy Document and Notice of Approval",
    "policyInquiryDetailsNav.notificationLetter": "Notification Letter",
    "policyInquiryDetailsNav.paymentReceipt": "Payment Receipt",
    "policyDetailsHeaders.policyNo": "Policy No:",
    "policyDetailsHeaders.submitDate": "Submit Date:",
    "policyDetailsHeaders.policyDate": "Policy Date:",
    "policyDetailsHeaders.paymentMode": "Payment Mode:",
    "policyDetailsHeaders.currency": "Currency:",
    "policyDetailsHeaders.currentPolicyStatus": "Current Policy Status (as at DD/MM/YYYY XX:XX:XX):",
    "policyDetailsHeaders.policyDeliveryDate": "Policy Delivery Date:",
    "policyDetailsHeaders.policyEffectiveDate": "Policy Effective Date:",
    "policyDetailsHeaders.issueDate": "Issue Date:",
    "policyDetailsHeaders.extendedPlanCoverEndDate": "Extended Plan Cover (EPC) End Date:",
    "policyDetailsHeaders.nextPremiumDueDate": "Next Premium Due Date:",
    "policyDetailsHeaders.totalModalPremium": "Total Modal Premium:",
    "policyDetailsHeaders.totalModalPremiumIncludePrepayment": "Total Modal Premium (include Prepayment & Premium Levy):",
    "policyDetailsHeaders.overduePremiumLevy": "Overdue Premium Levy:",
    "policyDetailsHeaders.plan": "Plan:",
    "policyDetailsHeaders.policyDocumentLanguage": "Policy Document Language:",
    "policyDetailsHeaders.correspondenceLanguage": "Correspondence Language:"
  }
  